Repository: JainamDedhia/temp_medical1
Catalog: lib/l10n/app_*.arb
Languages: gu, mr

# title
source: Luna Menu
gu: લૂના મેનૂ
mr: लुना मेनू

source: Home
gu: ઘર
mr: मुख्यपृष्ठ

source: Settings
gu: સેટિંગ્સ
mr: सेटिंग्ज

source: Change Language
gu: ભાષા બદલો
mr: भाषा बदला

# welcome
source: Welcome to Luna!
gu: લૂનામાં આપનું સ્વાગત છે!
mr: लुनामध्ये स्वागत आहे!

source: Chat page
gu: ચેટ પેજ
mr: चॅट पृष्ठ

# mapPage
source: Map
gu: નકશો
mr: नकाशा

# helpPage
source: Help
gu: મદદ
mr: मदत

# locationFetching
source: Fetching locationâ€¦
gu: સ્થાન મેળવાઈ રહ્યું છે…
mr: स्थान शोधले जात आहे…

# locationDenied
source: Location permission denied
gu: સ્થાનની પરવાનગી ફગાવાઈ
mr: स्थान परवानगी नाकारली

source: Location unavailable
gu: સ્થાન ઉપલબ્ધ નથી
mr: स्थान उपलब्ध नाही

source: Educational Lessons
gu: શૈક્ષણિક પાઠ
mr: शैक्षणिक धडे

# faq
source: FAQs
gu: વારંવાર પૂછાતા પ્રશ્ન
mr: सामान्य प्रश्न

source: Sign out
gu: સાઇન આઉટ કરો
mr: साइन आउट

source: Profile
gu: પ્રોફાઇલ
mr: प्रोफाईल

source: Email
gu: ઈમેલ
mr: ईमेल

source: Phone
gu: ફોન
mr: फोन

source: Location
gu: સ્થાન
mr: स्थान

source: Edit
gu: સંપાદિત કરો
mr: संपादित करा

source: Logout
gu: લોગ આઉટ
mr: बाहेर पडा

# faqTitle
source: FAQ
gu: વારંવાર પૂછાતા પ્રશ્નો
mr: सामान्य प्रश्न

# faqSubtitle
source: Get quick answers to your questions. To understand more, contact us.
gu: તમારા પ્રશ્નોના ઝડપી જવાબ મેળવો. વધુ જાણવા માટે અમારો સંપર્ક કરો.
mr: तुमचे प्रश्न लवकर सोडवा. अधिक माहिती साठी, आमच्याशी संपर्क साधा.

# faqQ1
source: What is Luna?
gu: લ્યુના શું છે?
mr: लुना म्हणजे काय?

# faqA1
source: Luna is an Ayurvedic first-aid guide offering natural remedies for common issues.
gu: લ્યુના એ આયુર્વેદિક પ્રથમ ઉપચાર માર્ગદર્શિકા છે જે સામાન્ય સમસ્યાઓ માટે કુદરતી ઉપાયો આપે છે.
mr: लुना हे आयुर्वेदिक फर्स्ट एड गाइड आहे जे सामान्य समस्यांवर नैसर्गिक उपाय देते.

# faqQ2
source: Is this medically certified?
gu: આ ઔપચારિક રીતે માન્ય છે?
mr: हे वैद्यकीय प्रमाणित आहे का?

# faqA2
source: Our content is based on traditional Ayurvedic sources. We recommend consulting a professional for serious cases.
gu: આ શિસ્તઆયુર્વેદિક સ્ત્રોતો પર આધારિત છે. ગંભીર સ્થિતિ માટે વ્યાવસાયિક સલાહ લેવી ભલામણ કરાય છે.
mr: आमचे सामग्री पारंपरिक आयुर्वेद स्रोतांवर आधारित आहे. गंभीर परिस्थितीत व्यावसायिक सल्ला घेण्याची शिफारस केली जाते.

# faqQ3
source: How do I contact support?
gu: હું સપોર્ટ સાથે કેવી રીતે સંપર્ક કરું?
mr: सपोर्टशी कसा संपर्क साधावा?

# faqA3
source: Tap on the "Contact us" button below or reach out via the settings section.
gu: નીચેના "અમારો સંપર્ક કરો" બટન પર ટેપ કરો અથવા સેટિંગ્સ વિભાગમાં જઈને સંપર્ક કરો.
mr: "आमच्याशी संपर्क साधा" या बटणावर टॅप करा किंवा सेटिंग्ज विभागातून संपर्क करा.

# faqQ4
source: Can I use it offline?
gu: શું હું તેને ઓફલાઇન ઉપયોગ કરી શકું?
mr: हे ऑफलाइन वापरता येईल का?

# faqA4
source: Yes! The basic remedies are available even without internet.
gu: હા! ઇન્ટરનેટ વગર પણ મૂળભૂત ઉપાયો ઉપલબ્ધ છે.
mr: होय! मूलभूत उपाय इंटरनेटशिवायही उपलब्ध आहेत.

source: Read all FAQ
gu: તમામ પ્રશ્નો વાંચો
mr: सर्व प्रश्न वाचा

source: Contact us
gu: અમારો સંપર્ક કરો
mr: आमच्याशी संपर्क साधा

# educationSubtitle
source: For yourself and your loved ones
gu: તમારા અને તમારા પોતાના માટે
mr: तुमच्यासाठी आणि तुमच्या प्रियजनांसाठी

source: Lessons
gu: પાઠો
mr: धडे

# lessonFirstAid
source: First Aid
gu: પ્રાથમિક સારવાર
mr: प्राथमिक उपचार

# lessonCPR
source: CPR
gu: સીપીઆર
mr: सीपीआर

# lessonBurn
source: Burn Treatment
gu: બર્ન સારવાર
mr: जळजळ उपचार

# lessonSnake
source: Snake Bite
gu: સાપના દંશની સારવાર
mr: साप चावणे

# lessonFracture
source: Fracture Care
gu: અસ્થિભંગ સારવાર
mr: फ्रॅक्चर काळजी

# lessonAllergy
source: Allergic Reaction
gu: એલર્જી પ્રતિસાદ
mr: ऍलर्जी प्रतिक्रिया

# lessonHeat
source: Heat Stroke
gu: તાપ ઘા
mr: हीट स्ट्रोक

# lessonPoison
source: Poisoning
gu: વિષચેષ્ટા
mr: विषबाधा

# lessonDrowning
source: Drowning Rescue
gu: ડૂબતી વ્યક્તિની બચાવ
mr: बुडण्याचे बचाव

# hosNearME
source: Hospital Near Me
gu: મારી નજીકની હોસ્પિટલ
mr: माझ्याजवळील रुग्णालय

# hosNearBY
source: Nearby Hospital
gu: નજીકની હોસ્પિટલો
mr: जवळील रुग्णालये

source: Help & Support
gu: મદદ અને સપોર્ટ
mr: मदत आणि समर्थन

source: Quick Actions
gu: ઝડપી ક્રિયાઓ
mr: जलद क्रिया

source: Live Chat
gu: લાઇવ ચેટ
mr: थेट चॅट

source: Call Us
gu: અમને કોલ કરો
mr: आम्हाला कॉल करा

source: Support Options
gu: સપોર્ટ વિકલ્પો
mr: समर्थन पर्याय

# faqTroubleshoot
source: FAQ & Troubleshooting
gu: એફએક્યુ અને સમસ્યા નિવારણ
mr: सामान्य प्रश्न आणि समस्या निराकरण

source: Contact Support
gu: સપોર્ટનો સંપર્ક કરો
mr: समर्थनाशी संपर्क साधा

source: Send Feedback
gu: પ્રતિસાદ મોકલો
mr: अभिप्राय पाठवा

# rateUrExp
source: Rate your experience
gu: તમારા અનુભવને રેટ કરો
mr: तुमचा अनुभव रेट करा

# tellMore
source: Tell Us More
gu: અમને વધુ કહો:
mr: आम्हाला अधिक सांगा:

# reportBug
source: Report a Bug
gu: બગ રિપોર્ટ કરો
mr: बग अहवाल द्या

source: Resources
gu: સ્રોત
mr: संसाधने

source: User Guide
gu: યૂઝર માર્ગદર્શિકા
mr: वापरकर्ता मार्गदर्शक

source: Video Tutorials
gu: વિડિઓ ટ્યુટોરિયલ્સ
mr: व्हिडिओ ट्यूटोरियल्स

source: Community Forum
gu: સમુદાય ફોરમ
mr: समुदाय मंच

# immediateAssistance
source: Need immediate assistance?
gu: તુરંત મદદ જોઈએ છે?
mr: तत्काळ मदतीची गरज आहे?

# responseTime
source: Average response time: 2-4 hours
gu: સૌંદર્ય પ્રતિસાદ સમય: 2-4 કલાક
mr: सरासरी प्रतिसाद वेळ: २-४ तास

# supportHours
source: Support Hours: 9 AM - 6 PM EST
gu: સપોર્ટ સમય: સવારે 9થી સાંજના 6 વાગ્યા સુધી
mr: समर्थन वेळा: सकाळी ९ - संध्याकाळी ६

# shareThoughtsHint
source: Share your thoughts, suggestions, or issues...
gu: તમારા વિચારો, સૂચનો અથવા સમસ્યાઓ શેર કરો...
mr: तुमचे विचार, सूचना किंवा अडचणी शेअर करा...

source: Cancel
gu: રદ કરો
mr: रद्द करा
